Repository: VetalM84/ua_hub
Catalog: apps/hub/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pl, ru, uk

source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
pl: Szerokość geograficzna
ru: Широта
uk: Широта

source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
pl: Długość geograficzna
ru: Долгота
uk: Довгота

source: Choose category
de: Kategorie wählen
es: Elige una categoría
fr: Choisir une catégorie
it: Scegli categoria
pl: Wybierz kategorię
ru: Выберите категорию
uk: Оберіть категорію

source: Image
de: Bild
it: Immagine
pl: Obraz
uk: Зображення

source: Comment, not required
de: Kommentar, nicht erforderlich
es: Comentario, no requerido
fr: Commentaire, non requis
it: Commento, non richiesto
pl: Komentarz, nie jest wymagany
ru: Комментарий, не обязательно
uk: Коментар, не обов'язково

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pl: Wiadomość
ru: Сообщение
uk: Повідомлення

source: Category
de: Zimmerkategorie
es: Categoría
fr: Catégorie
it: Categoria
pl: Kategoria
ru: Категория
uk: Категорія

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
it: Commentare
pl: Komentarz
ru: Комментарий
uk: Коментар

source: Date
de: Datum
es: Fecha
it: Data
pl: Data
ru: Дата
uk: Дата

source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
pl: Właściciel
ru: Владелец
uk: Власник

source: Like
de: Wie
es: Como
fr: Comme
it: Come
pl: Jak
ru: Лайк
uk: Лайк

source: Likes count
de: Anzahl der Likes
es: Recuento de me gusta
fr: Nombre de likes
it: Conta i Mi piace
ru: Кол-во лайков
uk: Кількість лайків

source: IP address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: IP
pl: Adres IP
ru: IP адрес
uk: IP адреса

source: Mark
de: Markieren
es: Marca
fr: Marque
it: Marchio
ru: Метка
uk: Мітка

source: Marks
es: Marca
fr: Marque
it: Marchio
ru: Метки
uk: Мітки

source: Comments
de: Kommentare
es: Comentario
fr: Commentaire
it: Commentare
pl: Komentarze
ru: Комментарий
uk: Коментарі

source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
ru: Название
uk: Назва

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
ru: Иконка
uk: Іконка

source: Color
de: Farbig
fr: Couleur
it: Colore
pl: Kolor
ru: Цвет
uk: Колір

source: Categories
de: Kategorien
es: Categorías
fr: Catégorie
it: Categoria
pl: Kategorie
ru: Категории
uk: Категорії

source: Icons
de: Bausteinsymbole
es: Iconos
fr: Icône
it: Icona
pl: Ikony
ru: Иконки
uk: Іконки

source: About
de: Über
es: Sobre
fr: Au sujet
it: Su
pl: O firmie
ru: О проекте
uk: Про проєкт

source: About project
de: Über das Projekt
es: Acerca del proyecto
fr: À propos du projet
it: A proposito di progetto
pl: O projekcie
ru: О проекте
uk: Про проєкт

source: Dear users! This project is made for Ukrainian refuges and for everyone else may find it helpfully as well. The aim of this project is to help you to connect with other refuges in any country in a world, find help and offer your help, find accommodation, services, job, etc.
de: Liebe Nutzer! Dieses Projekt ist für ukrainische Flüchtlinge gemacht und für alle anderen kann es auch hilfreich sein. Das Ziel dieses Projekts ist es, Ihnen zu helfen, sich mit anderen Schutzhütten in jedem Land der Welt zu verbinden, finden Sie Hilfe und bieten Sie Ihre Hilfe an, finden Sie Unterkunft, Dienstleistungen, Arbeit usw.
es: Estimados usuarios! Este proyecto está hecho para refugios ucranianos y para que todos los demás también lo encuentren útil. El objetivo de este proyecto es ayudarte a conectar con otros refugios en cualquier país del mundo, encuentra ayuda y ofrécele tu ayuda, encuentra alojamiento, servicios, trabajo, etc.
fr: Chers utilisateurs! Ce projet est fait pour les refuges ukrainiens et pour tout le monde peut le trouver utile aussi. Le but de ce projet est de vous aider à vous connecter avec d'autres refuges dans n'importe quel pays du monde, trouvez de l'aide et proposez votre aide, trouvez un logement, des services, un emploi, etc.
it: Cari utenti! Questo progetto è fatto per rifugi ucraini e per tutti gli altri possono trovare utilmente pure. Lo scopo di questo progetto è quello di aiutarti a connetterti con altri rifugi in qualsiasi paese del mondo, trova aiuto e offri il tuo aiuto, trova alloggio, servizi, lavoro, ecc.
pl: Drodzy użytkownicy! Ten projekt jest przeznaczony dla ukraińskich schronisk i dla wszystkich innych może być pomocny. Celem tego projektu jest pomoc w nawiązaniu kontaktu z innymi schroniskami w dowolnym kraju na świecie, Znajdź pomoc i zaoferuj swoją pomoc, znajdź zakwaterowanie, usługi, pracę itp.
ru: Уважаемые пользователи! Этот проект создан для украинских беженцев и для всех остальных, кто найдет его для себя полезным. Цель этого проекта - помочь вам установить связь с другими беженцами в любой стране мира, найти помощь и предложить свою помощь, также найти жилье, услуги, работу и т.д.
uk: Шановні користувачі! Цей проект створений для українських біженців і для всіх інших, хто також зможе знайти його корисним для себе. Мета цього проекту-допомогти вам встановити зв'язок з іншими біженцями в будь-якій країні світу, знайти допомогу і запропонувати свою допомогу, знайти житло, послуги, роботу і т.д.

source: How does this work
de: Wie funktioniert das
es: Cómo funciona esto
fr: Comment cela fonctionne-t-il
it: Come funziona
pl: Jak to działa
ru: Как это работает
uk: Як це працює

source: All you need to do - is to add a mark on a map with exact coordinates, choose mark category and type a comment (if you like). If you want anybody to contact you, then leave you contacts in comment field. If you want to edit or delete your marks, you need to sign up then.
de: Alles, was Sie tun müssen, ist, eine Markierung auf einer Karte mit genauen Koordinaten hinzuzufügen, Markierungskategorie und Typ auszuwählen ein Kommentar (wenn Sie möchten). Wenn Sie möchten, dass sich jemand mit Ihnen in Verbindung setzt, hinterlassen Sie Ihre Kontakte im Kommentarfeld. Wenn Sie Ihre Markierungen bearbeiten oder löschen möchten, müssen Sie sich dann anmelden.
es: Todo lo que necesita hacer es agregar una marca en un mapa con coordenadas exactas, elegir la categoría de marca y escribir un comentario (si quieres). Si desea que alguien se comunique con usted, deje sus contactos en el campo de comentarios. Si desea editar o eliminar sus marcas, debe registrarse en ese momento.
fr: Tout ce que vous avez à faire est d'ajouter une marque sur une carte avec les coordonnées exactes, de choisir la catégorie et le type de marque un commentaire (si vous le souhaitez). Si vous souhaitez que quelqu'un vous contacte, laissez vos contacts dans le champ commentaire. Si vous souhaitez modifier ou supprimer vos marques, vous devez vous inscrire ensuite.
it: Tutto quello che devi fare è aggiungere un segno su una mappa con coordinate esatte, scegliere la categoria e il tipo di contrassegno un commento (se ti piace). Se vuoi che qualcuno ti contatti, lascia i tuoi contatti nel campo dei commenti. Se si desidera modificare o eliminare i segni, è necessario registrarsi poi.
pl: Wszystko, co musisz zrobić-to dodać znak na mapie z dokładnymi współrzędnymi, wybrać kategorię znaku i typ komentarz (jeśli chcesz). Jeśli chcesz, aby ktoś się z tobą skontaktował, zostaw kontakty w polu komentarza. Jeśli chcesz edytować lub usunąć swoje znaki, musisz się zarejestrować.
ru: Все, что вам нужно сделать - это добавить метку на карту с точными координатами, выбрать категорию метки и ввести комментарий (по желанию). Если вы хотите, чтобы кто-нибудь связался с вами, оставьте свои контакты в поле для комментариев. Если вы хотите отредактировать или удалить свои отметки, вам необходимо зарегистрироваться.
uk: Все, що вам потрібно зробити - це додати мітку на мапу з точними координатами, вибрати категорію мітки і ввести коментар (по бажанню). Якщо ви хочете, щоб хтось зв'язався з вами, залиште свої контакти в полі для коментарів. Якщо ви хочете відредагувати або видалити свої позначки, вам необхідно зареєструватися.

source: Your account
de: Ihr Konto
es: Su cuenta
fr: Votre compte
it: Il tuo account
pl: Twoje konto
ru: Ваш аккаунт
uk: Ваш обліковий запис

source: After registering you can update you account details with your image, first and last name, facebook profile link and any other contacts.
de: Nach der Registrierung können Sie Ihre Kontodaten mit Ihrem Bild, Vor- und Nachnamen aktualisieren, facebook-Profillink und andere Kontakte.
es: Después de registrarse, puede actualizar los detalles de su cuenta con su imagen, nombre y apellido, enlace de perfil de Facebook y cualquier otro contacto.
fr: Après votre inscription, vous pouvez mettre à jour les détails de votre compte avec votre image, prénom et nom, lien de profil facebook et tout autre contact.
it: Dopo la registrazione è possibile aggiornare i dettagli dell'account con la tua immagine, nome e cognome, link al profilo facebook ed eventuali altri contatti.
pl: Po rejestracji możesz zaktualizować dane konta o swój obraz, imię i nazwisko, link do profilu na Facebooku i wszelkie inne kontakty.
ru: После регистрации вы можете обновить данные своей учетной записи, указав свое изображение, имя и фамилию, ссылку на профиль facebook и любые другие контактные данные.
uk: Після реєстрації ви можете оновити дані свого облікового запису, вказавши своє зображення, ім'я та прізвище, посилання на профіль facebook і будь-які інші контакти.

source: You may manually delete your account at any time or send us a request.
de: Sie können Ihr Konto jederzeit manuell löschen oder uns eine Anfrage senden.
es: Puede eliminar manualmente su cuenta en cualquier momento o enviarnos una solicitud.
fr: Vous pouvez supprimer manuellement votre compte à tout moment ou nous envoyer une demande.
it: Puoi cancellare manualmente il tuo account in qualsiasi momento o inviarci una richiesta.
pl: Możesz ręcznie usunąć swoje konto w dowolnym momencie lub wysłać do nas żądanie.
ru: Вы можете вручную удалить свою учетную запись в любое время или отправить нам запрос.
uk: Ви можете вручну видалити свій обліковий запис у будь-який час або надіслати нам запит.

source: Feature request
de: Feature-Anfrage
es: Solicitud de función
fr: Demande de fonctionnalité
it: Richiesta di funzionalità
pl: Żądanie funkcji
ru: Запрос функциональности
uk: Запит функції

source: If you need to add a new category or request a new feature, please refer to Contact us page.
de: Wenn Sie eine neue Kategorie hinzufügen oder eine neue Funktion anfordern möchten, lesen Sie bitte die Kontaktseite.
es: Si necesita agregar una nueva categoría o solicitar una nueva función, consulte la página Contáctenos.
fr: Si vous devez ajouter une nouvelle catégorie ou demander une nouvelle fonctionnalité, veuillez vous référer à la page Contactez-nous.
it: Se hai bisogno di aggiungere una nuova categoria o richiedere una nuova funzionalità, fai riferimento alla pagina Contattaci.
pl: Jeśli chcesz dodać nową kategorię lub poprosić o nową funkcję, zapoznaj się ze stroną kontakt.
ru: Если вам нужно добавить новую категорию или запросить новую функцию, пожалуйста, свяжитесь с нами заполнив форму на странице "Обратная связь".
uk: Якщо вам потрібно додати нову категорію або запросити нову функцію, будь ласка, заповніть форму на сторінці "Зв'яжіться з нами".

source: Contact us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contacter
it: Contattare
pl: Skontaktuj się z nami
ru: Обратная связь
uk: Зв'язатися з нами

source: For any purposes regarding project you may reach developer via form below.
de: Für alle Projektzwecke können Sie den Entwickler über das untenstehende Formular erreichen.
es: Para cualquier propósito relacionado con el proyecto, puede comunicarse con el desarrollador a través del siguiente formulario.
fr: Pour toute question concernant le projet, vous pouvez contacter le développeur via le formulaire ci-dessous.
it: Per qualsiasi scopo riguardante il progetto si può raggiungere sviluppatore tramite modulo sottostante.
pl: W celach związanych z projektem możesz skontaktować się z deweloperem za pomocą poniższego formularza.
ru: По любым вопросам, касающихся проекта, вы можете связаться с разработчиком через форму ниже.
uk: З усіх питань, що стосуються проекту, ви можете зв'язатися з розробником через форму нижче.

source: Submit
de: Abgeben
es: Presentar
fr: Soumettre
it: Presentare
pl: Kontakt
ru: Отправить
uk: Відправити

source: Edit mark #
de: Markierung bearbeiten #
es: Editar marca #
fr: Modifier la marque #
it: Modifica contrassegno #
pl: Edytuj znak #
ru: Редактирование метки #
uk: Редагування мітки #

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salvare
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Privacy policy GDRP
de: Datenschutzerklärung DSGVO
es: Política de privacidad GDPR
fr: Politique de confidentialité GDRP
it: Informativa sulla privacy GDRP
pl: Polityka Prywatności GDRP
ru: Политика конфиденциальности GDRP
uk: Політика конфіденційності GDRP

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: confidentialité
it: privacy
pl: Polityka Prywatności
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: uahub.online website administration is obliged to maintain your privacy on the Internet. We pay great attention to securing the data you provided to us. Our privacy policy is based on the General Data Protection Regulation (GDPR) of the European Union. The purposes, for which we collect your personal data are: improvement of our service, communication with visitors to this site, presenting the information requested by the user, providing services associated with the website’s specialization and for other actions listed below.
de: uahub.die Verwaltung der Online-Website ist verpflichtet, Ihre Privatsphäre im Internet zu wahren. Wir legen großen Wert auf die Sicherung der Daten, die Sie uns zur Verfügung gestellt haben. Unsere Datenschutzerklärung basiert auf der Datenschutz-Grundverordnung (DSGVO) der Europäischen Union. Die Zwecke, für die wir Ihre personenbezogenen Daten erheben, sind: Verbesserung unseres Service, kommunikation mit den Besuchern dieser Website, Präsentation der vom Benutzer angeforderten Informationen, erbringung von Dienstleistungen im Zusammenhang mit der Spezialisierung der Website und für andere unten aufgeführte Aktionen.
es: uahub.la administración de sitios web en línea está obligada a mantener su privacidad en Internet. Prestamos gran atención a la seguridad de los datos que nos proporcionó. Nuestra política de privacidad se basa en el Reglamento General de Protección de Datos (RGPD) de la Unión Europea. Las finalidades para las que recabamos sus datos personales son: mejora de nuestro servicio, comunicación con los visitantes de este sitio, presentando la información solicitada por el usuario, prestación de servicios asociados a la especialización del sitio web y para otras acciones que se detallan a continuación.
fr: uahub.l'administration du site Web en ligne est tenue de préserver votre vie privée sur Internet. Nous accordons une grande attention à la sécurisation des données que vous nous avez fournies. Notre politique de confidentialité est basée sur le Règlement Général sur la Protection des Données (RGPD) de l'Union Européenne. Les finalités pour lesquelles nous collectons vos données personnelles sont les suivantes: amélioration de notre service, communication avec les visiteurs de ce site, présentation des informations demandées par l'utilisateur, fournir des services associés à la spécialisation du site Web et pour d'autres actions énumérées ci-dessous.
it: uahub.l'amministrazione del sito web online è obbligata a mantenere la tua privacy su Internet. Prestiamo grande attenzione alla protezione dei dati che ci hai fornito. La nostra politica sulla privacy si basa sul Regolamento generale sulla protezione dei dati (GDPR) dell'Unione Europea. Le finalità per le quali raccogliamo i tuoi dati personali sono: miglioramento del nostro servizio, comunicazione con i visitatori di questo sito, presentando le informazioni richieste dall'utente, fornire servizi associati alla specializzazione del sito web e per altre azioni elencate di seguito.
pl: uahub.administracja strony internetowej online jest zobowiązana do zachowania prywatności w Internecie. Przywiązujemy dużą wagę do zabezpieczenia danych, które nam przekazałeś. Nasza polityka prywatności opiera się na ogólnym rozporządzeniu o ochronie danych (RODO) Unii Europejskiej. Cele, dla których zbieramy Twoje dane osobowe to:, komunikacja z odwiedzającymi tę stronę, prezentowanie informacji wymaganych przez użytkownika, świadczenie usług związanych ze specjalizacją serwisu oraz innych działań wymienionych poniżej.
ru: Администрация сайта uahub.online обязуется сохранять вашу конфиденциальность в Интернете. Мы уделяем большое значение охране предоставленных вами данных. Наша политика конфиденциальности основана на требованиях Общего регламента о защите персональных данных Европейского Союза (GDPR). Цели, в которых мы собираем персональные данные: улучшение работы нашего сервиса, осуществление контактов с посетителями данного сайта, предоставление информации, которую запрашивал пользователь, осуществление услуг, связанных с направлением деятельности данного сайта, , а так же для указанных ниже действий.
uk: Адміністрація сайту uahub.online зобов'язана підтримувати вашу конфіденційність в Інтернеті. Ми приділяємо велику увагу захисту даних, які ви нам надали. Наша Політика конфіденційності заснована на загальному регламенті Європейського Союзу щодо захисту даних (GDPR). Цілями, для яких ми збираємо ваші персональні дані, є: поліпшення нашого сервісу, спілкування з відвідувачами цього сайту, представлення інформації, запитаної Користувачем, надання послуг, пов'язаних зі спеціалізацією веб-сайту, і для інших дій, перерахованих нижче.

source: Personal data storage and processing
de: Speicherung und Verarbeitung personenbezogener Daten
es: Almacenamiento y procesamiento de datos personales
fr: Stockage et traitement des données personnelles
it: Conservazione ed elaborazione dei dati personali
pl: Przechowywanie i przetwarzanie danych osobowych
ru: Сбор и использование персональных данных
uk: Зберігання та обробка персональних даних

source: We collect and process your personal data only with your willing consent. With your permission, we can collect and process the following data: name and surname, e-mail address, phone number, home address, personal photos, social media account information. Collection and processing of your personal information is carried out in accordance with the laws of the European Union and Ukraine.
de: Wir erheben und verarbeiten Ihre personenbezogenen Daten nur mit Ihrer Einwilligung. Mit Ihrer Einwilligung können wir folgende Daten erheben und verarbeiten: vor- und Nachname, E-Mail-Adresse, Telefonnummer, Privatadresse, persönliche Fotos, kontoinformationen für soziale Medien. Erhebung und Verarbeitung Ihrer personenbezogenen Daten die Informationen werden in Übereinstimmung mit den Gesetzen der Europäischen Union und der Ukraine durchgeführt.
es: Recopilamos y procesamos sus datos personales solo con su consentimiento voluntario. Con su permiso, podemos recopilar y procesar los siguientes datos: nombre y apellidos, dirección de correo electrónico, número de teléfono, domicilio, fotos personales, información de la cuenta de redes sociales. Recopilación y tratamiento de sus datos personales la información se lleva a cabo de acuerdo con las leyes de la Unión Europea y Ucrania.
fr: Nous collectons et traitons vos données personnelles uniquement avec votre consentement. Avec votre autorisation, nous pouvons collecter et traiter les données suivantes: nom et prénom, adresse e - mail, numéro de téléphone, adresse du domicile, photos personnelles, informations sur le compte de médias sociaux. Collecte et traitement de vos données personnelles l'information est effectuée conformément aux lois de l'Union européenne et de l'Ukraine.
it: Raccogliamo e trattiamo i tuoi dati personali solo con il tuo consenso. Con il tuo permesso, possiamo raccogliere ed elaborare i seguenti dati: nome e cognome, indirizzo e-mail, numero di telefono, indirizzo di casa, foto personali, informazioni sull'account dei social media. Raccolta ed elaborazione dei dati personali le informazioni sono effettuate in conformità con le leggi dell'Unione Europea e dell'Ucraina.
pl: Zbieramy i przetwarzamy Twoje dane osobowe tylko za Twoją dobrowolną zgodą. Za twoją zgodą możemy zbierać i przetwarzać następujące dane: imię i nazwisko, adres e-mail, numer telefonu, adres domowy, zdjęcia osobiste, informacje o koncie w mediach społecznościowych. Gromadzenie i przetwarzanie Twoich danych osobowych informacje są przeprowadzane zgodnie z prawem Unii Europejskiej i Ukrainy.
ru: Мы собираем и используем ваши персональные данные только в случае вашего добровольного согласия. При согласии с этим вы разрешаете нам собирать и использовать следующие данные: имя и фамилия, электронная почта, номер телефона, домашний адрес, личные фотографии , данные аккаунтов в социальных сетях, . Сбор и обработка ваших данных проводится соответствии с законами, действующими на территории Европейского Союза и в государстве Украина.
uk: Ми збираємо і обробляємо ваші персональні дані тільки з вашої добровільної згоди. З вашого дозволу ми можемо збирати і обробляти наступні дані: ім'я та прізвище, адреса електронної пошти, номер телефону, домашня адреса, особисті фотографії, інформація про обліковий запис у соціальних мережах. Збір та обробка Ваших персональних обробка інформації здійснюється відповідно до законодавства Європейського Союзу та України.

source: Data storage, alteration, and removal
de: Speicherung, Änderung und Löschung von Daten
es: Almacenamiento, alteración y eliminación de datos
fr: Stockage, modification et suppression des données
it: Archiviazione, modifica e rimozione dei dati
pl: Przechowywanie, zmiana i usuwanie danych
ru: Хранение данных, изменение и удаление
uk: Зберігання, зміна і видалення даних
