Repository: VetalM84/ua_hub
Catalog: apps/hub/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pl, ru, uk

source: This website uses third-party online services, which perform data collecting, independent of us. Such services include: Google Analytics , Facebook.com. Data collected by these services may be provided to other services within those organizations. They can use the data for advertising personalization of their own advertising network. You can learn about user agreements of those organizations on their websites. You can also refuse their collection of your personal data. For example, Google Analytics Opt-out Browser Add-on can be found in search services. We do not pass any personal data to other organizations or services, which are not listed in this privacy policy. As an exception, the collected data may be provided on a lawful request of state authorities, that are authorized to request such information.
de: Diese Website nutzt Online-Dienste von Drittanbietern, die unabhängig von uns Datenerhebungen durchführen. Zu diesen Diensten gehören: Google Analytics, Facebook.com . Daten, die von diesen Diensten gesammelt werden, können sein anderen Diensten innerhalb dieser Organisationen zur Verfügung gestellt werden. Sie können die Daten für Werbung verwenden personalisierung des eigenen Werbenetzwerks. Sie können sich über die Benutzervereinbarungen dieser Personen informieren organisationen auf ihren Websites. Sie können auch die Erfassung Ihrer persönlichen Daten ablehnen. Das Browser-Add-On zur Deaktivierung von Google Analytics finden Sie beispielsweise in Suchdiensten. Wir geben keine personenbezogenen Daten an andere Organisationen oder Dienste weiter, die nicht in aufgeführt sind diese Datenschutzrichtlinie. Ausnahmsweise können die erhobenen Daten auf rechtmäßigen Antrag von bereitgestellt werden staatliche Behörden, die befugt sind, solche Informationen anzufordern.
es: Este sitio web utiliza servicios en línea de terceros, que realizan la recopilación de datos, independientemente de nosotros. Dichos servicios incluyen: Google Analytics , Facebook.com Los datos recopilados por estos servicios pueden ser proporcionado a otros servicios dentro de esas organizaciones. Pueden utilizar los datos para publicidad personalización de su propia red publicitaria. Puede obtener información sobre los acuerdos de usuario de esos organizaciones en sus sitios web. También puede negarse a que recopilen sus datos personales. Por ejemplo, el complemento de inhabilitación para navegadores de Google Analytics se puede encontrar en los servicios de búsqueda. No transmitimos ningún dato personal a otras organizaciones o servicios, que no figuran en esta política de privacidad. Como excepción, los datos recopilados pueden proporcionarse a petición legal de autoridades estatales, que estén autorizadas a solicitar dicha información.
fr: Ce site Web utilise des services en ligne tiers, qui effectuent la collecte de données, indépendamment de nous. Ces services comprennent: Google Analytics , Facebook.com. Les données collectées par ces services peuvent être fourni à d'autres services au sein de ces organisations. Ils peuvent utiliser les données à des fins publicitaires personnalisation de leur propre réseau publicitaire. Vous pouvez en apprendre davantage sur les accords d'utilisation de ceux-ci organisations sur leurs sites Web. Vous pouvez également refuser la collecte de vos données personnelles. Par exemple, le module complémentaire de navigateur de désactivation de Google Analytics peut être trouvé dans les services de recherche. Nous ne transmettons aucune donnée personnelle à d'autres organisations ou services, qui ne sont pas répertoriés dans cette politique de confidentialité. À titre exceptionnel, les données collectées peuvent être fournies sur demande légale de autorités de l'État, qui sont autorisées à demander de telles informations.
it: Questo sito web utilizza servizi online di terze parti, che eseguono la raccolta di dati, indipendenti da noi. Tali servizi includono: Google Analytics , Facebook.com. I dati raccolti da questi servizi possono essere fornito ad altri servizi all'interno di tali organizzazioni. Possono utilizzare i dati per la pubblicità personalizzazione della propria rete pubblicitaria. È possibile conoscere gli accordi utente di quelli organizzazioni sui loro siti web. Puoi anche rifiutare la raccolta dei tuoi dati personali. Ad esempio, Google Analytics Opt-out Browser Add-on può essere trovato nei servizi di ricerca. Non trasmettiamo dati personali ad altre organizzazioni o servizi, che non sono elencati in questa politica sulla privacy. In via eccezionale, i dati raccolti potranno essere forniti su legittima richiesta di autorità statali, che sono autorizzate a richiedere tali informazioni.
pl: Ta strona internetowa korzysta z usług internetowych stron trzecich, które zbierają dane, niezależnie od nas. Do takich usług należą: Google Analytics , Facebook.com. dane zbierane przez te usługi mogą być innych usług w ramach tych organizacji. Mogą wykorzystywać dane do celów reklamowych Personalizacja własnej sieci reklamowej. Możesz dowiedzieć się o umowach z użytkownikami tych organizacje na swoich stronach internetowych. Możesz również odmówić ich zbierania danych osobowych. Na przykład dodatek do przeglądarki blokujący Google Analytics można znaleźć w usługach wyszukiwania. Nie przekazujemy żadnych danych osobowych innym organizacjom lub usługom, które nie są wymienione w niniejsza Polityka Prywatności. W drodze wyjątku zebrane dane mogą być dostarczone na zgodne z prawem żądanie Organy państwowe, które są upoważnione do żądania takich informacji.
ru: На этом сайте используются сторонние интернет-сервисы, осуществляющие независимый от нас сбор информации: Google Analytics , Facebook.com, . Собранные ими данные могут предоставляться другим службам внутри этих организаций, они могут использовать данные для персонализации рекламы своей собственной рекламной сети. Вы можете прочитать пользовательские соглашения этих организаций на их сайтах. Там же вы можете отказаться от сбора ими персональных данных, к примеру блокировщик Google Analytics находится тут, блокировщик Яндекс Метрики тут. Мы не передаем персональные данные другим организациям и службам, не указанным в данной политике конфиденциальности. Исключение составляет только передача информации при законных требованиях государственных органов уполномоченных осуществлять данные действия.
uk: Цей веб-сайт використовує сторонні онлайн-сервіси, які здійснюють збір даних незалежно від нас. До таких сервісів належать: Google Analytics, Facebook.com . Дані, зібрані цими сервісами, можуть бути надається іншим службам в рамках цих організацій. Вони можуть використовувати ці дані для реклами Персоналізація власної рекламної мережі. Ви можете ознайомитися з користувацькими угодами цих організацій на їх веб-сайтах. Ви також можете відмовитися від збору Ваших персональних даних. Наприклад, надбудову для браузера Google Analytics, що дозволяє відмовитися від використання Google Analytics, можна знайти в пошукових сервісах. Ми не передаємо жодних персональних даних іншим організаціям або службам, які не перераховані в справжня політика конфіденційності. Як виняток зібрані дані можуть бути надані за законним запитом державні органи, які уповноважені запитувати таку інформацію.

source: Links to other websites
de: Links zu anderen Websites
es: Enlaces a otros sitios web
fr: Liens vers d'autres sites Web
it: Collegamenti ad altri siti web
pl: Linki do innych stron internetowych
ru: Ссылки на другие сайты
uk: Посилання на інші веб-сайти

source: Our website uahub.online may contain links to other websites, which are not under our control. We are not responsible for the content of these websites. We recommend you familiarize yourself with the privacy policy of every website that you visit, if such policy exists.
de: Unsere Website uahub.online kann Links zu anderen Websites enthalten, die nicht unter unserer Kontrolle stehen. Wir sind für den Inhalt dieser Websites nicht verantwortlich. Wir empfehlen Ihnen, sich vertraut zu machen mit der Datenschutzrichtlinie jeder Website, die Sie besuchen, sofern eine solche Richtlinie existiert.
es: Nuestro sitio web uahub.en línea puede contener enlaces a otros sitios web, que no están bajo nuestro control. No somos responsables del contenido de estos sitios web. Le recomendamos que se familiarice con la política de privacidad de cada sitio web que visite, si existe dicha política.
fr: Notre site web uahub.online peut contenir des liens vers d'autres sites Web, qui ne sont pas sous notre contrôle. Nous ne sommes pas responsables du contenu de ces sites Web. Nous vous recommandons de vous familiariser avec la politique de confidentialité de chaque site Web que vous visitez, si une telle politique existe.
it: Il nostro sito web uahub.online può contenere link ad altri siti web, che non sono sotto il nostro controllo. Non siamo responsabili per il contenuto di questi siti web. Ti consigliamo di familiarizzare con la politica sulla privacy di ogni sito web che visiti, se tale politica esiste.
pl: Nasza strona internetowa uahub.online może zawierać linki do innych stron internetowych, które nie są pod naszą kontrolą. Nie ponosimy odpowiedzialności za zawartość tych stron internetowych. Zalecamy zapoznanie się z Polityką prywatności każdej odwiedzanej strony internetowej, jeśli taka polityka istnieje.
ru: Наш сайт uahub.online может содержать ссылки на другие сайты, которые не управляются нами. Мы не несем ответственность за их содержание. Мы рекомендуем вам ознакомиться с политикой конфиденциальности каждого сайта, который вы посещаете, если она там есть.
uk: Наш веб-сайт uahub.online може містити посилання на інші веб-сайти, які не знаходяться під нашим контролем. Ми не несемо відповідальності за зміст цих веб-сайтів. Ми рекомендуємо вам ознайомитися з політикою конфіденційності кожного веб-сайту, який ви відвідуєте, якщо така політика існує.

source: Changes to the privacy policy
de: Änderungen der Datenschutzerklärung
es: Cambios en la política de privacidad
fr: Modifications de la politique de confidentialité
it: Modifiche alla politica sulla privacy
pl: Zmiany w Polityce prywatności
ru: Изменения в политике конфиденциальности
uk: Зміни в політиці конфіденційності

source: From time to time, our website uahub.online may update our privacy policy. We inform about any changes to the privacy policy, placed on this webpage. We are monitoring any changes in legislation, which is related to personal data in European Union and Ukraine. If you have entered any of your personal data on our website, we will inform you about the changes in our privacy policy. If your personal data, and more specifically, your contact information was entered incorrectly, we will not be able to contact you.
de: Von Zeit zu Zeit, unsere Website uahub.online kann unsere Datenschutzrichtlinie aktualisieren. Wir informieren über alle Änderungen der Datenschutzrichtlinie, die auf dieser Webseite veröffentlicht sind. Wir überwachen alle Gesetzesänderungen, die sich auf personenbezogene Daten in der Europäischen Union beziehen und die Ukraine. Wenn Sie auf unserer Website personenbezogene Daten eingegeben haben, werden wir Sie darüber informieren über die Änderungen in unserer Datenschutzerklärung. Wenn Ihre personenbezogenen Daten und insbesondere, ihre Kontaktinformationen wurden falsch eingegeben, wir können Sie nicht kontaktieren.
es: De vez en cuando, nuestro sitio web uahub.es posible que actualicemos nuestra política de privacidad. Informamos sobre cualquier cambio en la política de privacidad, colocada en esta página web. Estamos monitoreando cualquier cambio en la legislación, que esté relacionada con los datos personales en la Unión Europea y Ucrania. Si ha introducido alguno de sus datos personales en nuestro sitio web, le informaremos sobre los cambios en nuestra política de privacidad. Si sus datos personales, y más específicamente, su información de contacto se ingresó incorrectamente, no podremos comunicarnos con usted.
fr: De temps en temps, notre site Web uahub.online peut mettre à jour notre politique de confidentialité. Nous informons de toute modification de la politique de confidentialité, placée sur cette page Web. Nous surveillons toute modification de la législation relative aux données personnelles dans l'Union européenne et l'Ukraine. Si vous avez saisi l'une de vos données personnelles sur notre site Web, nous vous en informerons à propos des modifications apportées à notre politique de confidentialité. Si vos données personnelles, et plus particulièrement, vos coordonnées ont été saisies incorrectement, nous ne pourrons pas vous contacter.
it: Di tanto in tanto, il nostro sito web uahub.online può aggiornare la nostra politica sulla privacy. Informiamo di eventuali modifiche alla politica sulla privacy, inserita in questa pagina web. Stiamo monitorando eventuali cambiamenti nella legislazione, che è legato ai dati personali nell'Unione Europea e l'Ucraina. Se hai inserito uno qualsiasi dei tuoi dati personali sul nostro sito web, ti informeremo informazioni sui cambiamenti nella nostra politica sulla privacy. Se i tuoi dati personali, e più specificamente, le tue informazioni di contatto sono state inserite in modo errato, non saremo in grado di contattarti.
pl: Od czasu do czasu nasza strona internetowa uahub.online może aktualizować naszą Politykę prywatności. Informujemy o wszelkich zmianach w Polityce prywatności, umieszczonej na tej stronie. Monitorujemy wszelkie zmiany w przepisach, które dotyczą danych osobowych w Unii Europejskiej i Ukrainy. Jeśli wprowadziłeś jakiekolwiek swoje dane osobowe na naszej stronie internetowej, poinformujemy Cię o tym o zmianach w naszej polityce prywatności. Jeśli Twoje dane osobowe, a dokładniej, Twoje dane kontaktowe zostały wprowadzone nieprawidłowo, nie będziemy mogli się z Tobą skontaktować.
ru: Наш сайт uahub.online может обновлять нашу политику конфиденциальности время от времени. Мы сообщаем о любых изменениях, разместив новую политику конфиденциальности на этой странице. Мы отслеживаем изменения законодательства, касающегося персональных данных в Европейском Союзе и в государстве Украина. Если вы оставили персональные данные у нас, то мы оповестим вас об изменении в политике конфиденциальности. Если ваши персональные данные были введены не корректно, то мы не сможем с вами связаться.
uk: Час від часу наш веб-сайт uahub.online може оновлювати нашу Політику конфіденційності. Ми повідомляємо про будь-які зміни в політиці конфіденційності, розміщеній на цій веб-сторінці. Ми відстежуємо будь-які зміни в законодавстві, яке пов'язане з персональними даними в Європейському Союзі і Україні. Якщо ви ввели будь-які свої персональні дані на нашому веб - сайті, ми повідомимо вам про зміни в нашій Політиці конфіденційності. Якщо ваші персональні дані, і більш конкретно, ваша контактна інформація була введена неправильно, ми не зможемо зв'язатися з вами.

source: Feedback and final clauses
de: Feedback und Schlussbestimmungen
es: Comentarios y cláusulas finales
fr: Commentaires et clauses finales
it: Feedback e clausole finali
pl: Informacje zwrotne i klauzule końcowe
ru: Обратная связь, заключительные положения
uk: Зворотній зв'язок і кінцеві положення

source: You can contact the administration of uahub.online regarding any questions related to privacy policy on: uahub.online/accounts/profile/, or by filling a contact form specified in a corresponding section of this website. If you do not agree with this privacy policy, you cannot use the services of uahub.online. In this case you should avoid visiting our website.
de: Sie können sich an die Verwaltung von uahub wenden.online bei Fragen zum Datenschutz politik auf: uahub.online /Konten / Profil / oder durch Ausfüllen eines in einem angegebenen Kontaktformular entsprechenden Abschnitt dieser Website. Wenn Sie mit dieser Datenschutzerklärung nicht einverstanden sind, sie können die Dienste von uahub nicht nutzen.online. In diesem Fall sollten Sie den Besuch unserer Website vermeiden.
es: Puede ponerse en contacto con la administración de uahub.en línea con respecto a cualquier pregunta relacionada con la privacidad comentarios en: uahub.en línea / cuentas / perfil/, o rellenando un formulario de contacto especificado en un sección correspondiente de este sitio web. Si no está de acuerdo con esta política de privacidad, no puede utilizar los servicios de uahub.online. En este caso, debe evitar visitar nuestro sitio web.
fr: Vous pouvez contacter l'administration d'uahub.en ligne pour toute question relative à la confidentialité politique sur: uahub.en ligne / comptes / profil/, ou en remplissant un formulaire de contact spécifié dans un section correspondante de ce site Web. Si vous n'êtes pas d'accord avec cette politique de confidentialité, vous ne pouvez pas utiliser les services de uahub.ligne. Dans ce cas, vous devriez éviter de visiter notre site Web.
it: È possibile contattare l'amministrazione di uahub.online per quanto riguarda tutte le domande relative alla privacy politica su: uahub.online / account / profilo/, o compilando un modulo di contatto specificato in un sezione corrispondente di questo sito web. Se non sei d'accordo con questa politica sulla privacy, non è possibile utilizzare i servizi di uahub.online. In questo caso si dovrebbe evitare di visitare il nostro sito web.
pl: Możesz skontaktować się z administracją uahub.online na wszelkie pytania związane z prywatnością polityka dotycząca: uahub.online / konta / profil/ lub poprzez wypełnienie formularza kontaktowego określonego w odpowiedniej sekcji tej strony internetowej. Jeśli nie zgadzasz się z niniejszą Polityką Prywatności, nie możesz korzystać z usług uahub.online. W takim przypadku należy unikać odwiedzania naszej strony internetowej.
ru: Связаться с администрацией сайта uahub.online по вопросам, связанным с политикой конфиденциальности можно по адресу: uahub.online/accounts/profile/, либо с помощью контактной формы указанной в соответствующем разделе данного сайта. Если вы не согласны с данной политикой конфиденциальности, вы не можете пользоваться услугами сайта uahub.online, в этом случае вы должны воздержаться от посещения нашего сайта.
uk: Ви можете зв'язатися з адміністрацією uahub.online з будь-яких питань, пов'язаних з конфіденційністю політика на: uahub.online/accounts/profile/, або заповнивши контактну форму, зазначену в відповідний розділ цього веб-сайту. Якщо ви не згодні з цією Політикою конфіденційності, ви не можете користуватися послугами uahub.online. У цьому випадку вам слід уникати відвідування нашого веб-сайту.

source: Add mark
de: Markierung hinzufügen
es: Añadir marca
fr: Ajouter une marque
it: Aggiungi segno
pl: Dodaj znak
ru: Добавить метку
uk: Додати мітку

source: Close
de: Schließen
es: Cerca
fr: Proche
it: Vicino
pl: Zamknij
ru: Закрыть
uk: Закрити

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungere
pl: Dodaj
ru: Добавить
uk: Додати

source: Anonymous user
de: Anonymer Benutzer
es: Usuario anónimo
fr: Utilisateur anonyme
it: Utente anonimo
pl: Użytkownik anonimowy
ru: Анонимный пользователь
uk: Анонімний користувач

source: Open on map
de: Auf der Karte öffnen
it: Apri sulla mappa
uk: Відкрити на мапі

source: Get directions
de: Wegbeschreibung abrufen
fr: Obtenir les directions
it: Ottieni indicazioni stradali
pl: Uzyskaj wskazówki dojazdu
uk: Прокласти маршрут

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pl: Brak danych
ru: Нет данных
uk: Немає даних

source: Post comment
de: Kommentar posten
es: Publicar comentario
fr: Poster un commentaire
it: Posta un commento
pl: Dodaj komentarz
ru: Добавить
uk: Додати коментар

source: My marks
de: Meine Noten
es: Mis marcas
fr: Mes marques
it: I miei segni
pl: Moje znaki
ru: Мои метки
uk: Мої мітки

source: Comment is empty
de: Kommentar ist leer
es: El comentario está vacío
fr: Le commentaire est vide
it: Il commento è vuoto
pl: Komentarz jest pusty
ru: Комментарий пуст
uk: Коментар порожній

source: You have no any markers. Why not to add some?
de: Sie haben keine Markierungen. Warum nicht einige hinzufügen?
es: No tienes ningún marcador. ¿Por qué no añadir un poco?
fr: Vous n'avez pas de marqueurs. Pourquoi ne pas en ajouter?
it: Non hai nessun segno. Perché non aggiungerne un po'?
pl: Nie masz żadnych markerów. Dlaczego nie dodać trochę?
ru: У вас еще нет меток. Помогите другим - добавьте их.
uk: У вас ще немає міток. Допоможіть іншим - додайте їх.

source: -- sorry, no translation provided --
de: -- entschuldigung, keine Übersetzung bereitgestellt --
es: -- lo sentimos, no se proporciona traducción --
fr: -- désolé, pas de traduction fournie --
it: -- spiacente, nessuna traduzione fornita --
pl: -- przepraszamy, brak tłumaczenia --
ru: -- извините, нет перевода --
uk: -- вибачте, немає перекладу --

source: Fullscreen
de: Vollbild
es: Pantalla Completa
it: Schermo intero
ru: Полный экран
uk: Повний екран

source: Exit
de: Ausfahrt
es: Salida
it: Uscita
ru: Выход
uk: Вихід

source: My location
de: Mein Standort
es: Mi ubicación
fr: Mon emplacement
it: La mia posizione
pl: Moja lokalizacja
ru: Моё местоположение
uk: Моє місце розташування

source: Marker added successfully!
de: Marker erfolgreich hinzugefügt!
es: Marcador añadido con éxito!
fr: Marqueur ajouté avec succès!
it: Marker aggiunto con successo!
pl: Marker dodany pomyślnie!
ru: Метка успешно добавлена!
uk: Мітка успішно додана!

source: Email sent successfully!
de: E-Mail erfolgreich gesendet!
es: Correo electrónico enviado con éxito!
fr: Email envoyé avec succès!
it: E-mail inviata con successo!
pl: E-mail wysłany pomyślnie!
ru: Письмо отправлено успешно!
uk: Лист відправлено успішно!

source: The marker has been deleted!
de: Der Marker wurde gelöscht!
es: El marcador ha sido eliminado!
fr: Le marqueur a été supprimé!
it: Il marcatore è stato eliminato!
pl: Marker został usunięty!
ru: Метка удалена!
uk: Мітка видалена!

source: The marker has been updated!
de: Der Marker wurde aktualisiert!
es: El marcador ha sido actualizado!
fr: Le marqueur a été mis à jour!
it: Il marcatore è stato aggiornato!
pl: Marker został zaktualizowany!
ru: Метка обновлена!
uk: Мітка оновлена!

source: Please, correct errors.
de: Bitte korrigieren Sie Fehler.
es: Por favor, corrija los errores.
fr: Veuillez corriger les erreurs.
it: Per favore, correggere gli errori.
pl: Proszę poprawić błędy.
ru: Пожалуйста исправьте ошибки.
uk: Будь ласка, виправте помилки.

source: Access forbidden!
de: Zutritt verboten!
es: Acceso prohibido!
fr: Accès interdit!
it: Accesso vietato!
pl: Dostęp zabroniony!
ru: Доступ запрещен!
uk: Доступ заборонено!

source: Invalid header found.
de: Ungültiger Header gefunden.
es: Se ha encontrado un encabezado no válido.
fr: En-tête non valide trouvé.
it: Intestazione non valida trovata.
pl: Znaleziono nieprawidłowy nagłówek.
ru: Найден недопустимый заголовок письма.
uk: Знайдено недійсний заголовок листа.

source: Comment has added. Reload page.
de: Kommentar hinzugefügt. Seite neu laden.
es: Se ha añadido un comentario. Vuelva a cargar la página.
fr: Le commentaire a été ajouté. Rechargez la page.
it: Commento ha aggiunto. Ricarica pagina.
pl: Komentarz został dodany. Przeładuj stronę.
ru: Комментарий добавлен. Обновите страницу
uk: Коментар додано. Оновіть сторінку

source: Error! Enter at least 10 symbols.
de: Fehler! Geben Sie mindestens 10 Symbole ein.
es: Error! Introduzca al menos 10 símbolos.
fr: Erreur! Entrez au moins 10 symboles.
it: Errore! Inserire almeno 10 simboli.
pl: Błąd! Wprowadź co najmniej 10 symboli.
ru: Ошибка! Введите хотя бы 10 символов
uk: Помилка. Має бути більше 10 символів
