Repository: VetalM84/ua_hub
Catalog: apps/hub/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pl, ru, uk

source: The user, who has provided uahub.online with their personal data, has the right for their alteration and removal, as well as the right to recall the agreement to data processing. Time, during which your personal data will be stored is: time the personal data is used that is necessary for the website’s main activity. After finishing with the processing of your personal data, the website’s administration will permanently delete it. To access your personal data, you can contact the administration on: uahub.online/accounts/profile/. We will be able to pass your data to a third party only with your willing consent. If the data was transferred to a third party, which is not associated with our organization, we cannot perform any changes to that data.
de: Der Benutzer, der uahub bereitgestellt hat.online mit ihren persönlichen Daten, hat das Recht für ihre änderung und Löschung sowie das Recht, die Einwilligung zur Datenverarbeitung zu widerrufen. Zeit, in der Ihre personenbezogenen Daten gespeichert werden, ist: Zeit, in der die personenbezogenen Daten verwendet werden notwendig für die Hauptaktivität der Website. Nach Abschluss der Verarbeitung Ihrer personenbezogenen Daten, die Verwaltung der Website wird es dauerhaft löschen. Um auf Ihre persönlichen Daten zuzugreifen, können Sie kontaktieren Sie die Verwaltung unter: uahub.online/Konten/Profil/. Wir können Ihre Daten weitergeben an Dritte nur mit Ihrer Einwilligung. Wenn die Daten an einen Dritten übermittelt wurden, die nicht mit unserer Organisation in Verbindung stehen, können wir keine Änderungen an diesen Daten vornehmen.
es: El usuario, que ha proporcionado uahub.en línea con sus datos personales, tiene derecho a su alteración y eliminación, así como el derecho a retirar el consentimiento para el procesamiento de datos. El tiempo durante el cual se almacenarán sus datos personales es: tiempo en que se utilizan los datos personales que es necesarias para la actividad principal del sitio web. Una vez finalizado el tratamiento de sus datos personales, la administración del sitio web lo eliminará de forma permanente. Para acceder a sus datos personales, puede póngase en contacto con la administración en: uahub.en línea / cuentas / perfil/. Podremos pasar sus datos a un tercero solo con su consentimiento voluntario. Si los datos se transfirieron a un tercero, que no está asociado con nuestra organización, no podemos realizar ningún cambio en esos datos.
fr: L'utilisateur, qui a fourni uahub.en ligne avec leurs données personnelles, a le droit pour leur modification et suppression, ainsi que le droit de rappeler l'accord au traitement des données. Le temps pendant lequel vos données personnelles seront stockées est: le temps d'utilisation des données personnelles qui est nécessaire à l'activité principale du site. Après avoir terminé le traitement de vos données personnelles, l'administration du site le supprimera définitivement. Pour accéder à vos données personnelles, vous pouvez contactez l'administration sur: uahub.en ligne / comptes / profil/. Nous pourrons transmettre vos données à un tiers uniquement avec votre consentement exprès. Si les données ont été transférées à un tiers, qui n'est pas associé à notre organisation, nous ne pouvons apporter aucune modification à ces données.
it: L'utente, che ha fornito uahub.online con i propri dati personali, ha il diritto per la loro modifica e rimozione, nonché il diritto di revocare il consenso al trattamento dei dati. Il tempo, durante il quale i tuoi dati personali saranno conservati è: il tempo in cui i dati personali vengono utilizzati è necessario per l'attività principale del sito. Dopo aver terminato il trattamento dei tuoi dati personali, l'amministrazione del sito web lo eliminerà definitivamente. Per accedere ai tuoi dati personali, puoi contattare l'amministrazione su: uahub.in linea/conti / profilo/. Saremo in grado di trasmettere i tuoi dati a terzi solo con il tuo consenso. Se i dati sono stati trasferiti a terzi, che non è associato alla nostra organizzazione, non possiamo eseguire alcuna modifica a tali dati.
pl: Użytkownik, który dostarczył uahub.online ze swoimi danymi osobowymi, ma prawo do ich zmiany i usunięcia, a także prawo do odwołania zgody na przetwarzanie danych. Czas, w którym Twoje dane osobowe będą przechowywane to: czas wykorzystania danych osobowych, który jest niezbędne do głównej działalności strony internetowej. Po zakończeniu przetwarzania Twoich danych osobowych, Administracja Witryny usunie ją na stałe. Aby uzyskać dostęp do swoich danych osobowych, możesz skontaktuj się z administracją na: uahub.online / konta / profil/. Będziemy mogli przekazać Twoje dane osobom trzecim tylko za Twoją dobrowolną zgodą. Jeżeli dane zostały przekazane osobie trzeciej, które nie są związane z naszą organizacją, nie możemy wprowadzać żadnych zmian w tych danych.
ru: Пользователь, предоставивший свои персональные данные сайту uahub.online имеет право на их изменение и удаление, а так же на отзыв своего согласия с их использованием. Срок, в течение которого будут храниться ваши персональные данные: время, необходимое для использования данных для основной деятельности сайта. При завершении использования ваших данных администрация сайта удаляет их. Для доступа к своим персональным данным вы можете связаться с администрацией сайта по следующему адресу: info@uahub.online. Мы можем передавать ваши личные данные третьей стороне только с вашего добровольного согласия, если они были переданы, то изменение данных в других организациях, не связанных с нами, мы осуществить не можем.
uk: Користувач, який надав uahub.online свої персональні дані, має право на їх зміна та видалення, а також право відкликати згоду на обробку даних. Час, протягом якого будуть зберігатися ваші персональні дані: час використання персональних даних, який необхідно для основної діяльності веб-сайту. Після завершення обробки Ваших персональних даних, Адміністрація сайту видалить його безповоротно. Щоб отримати доступ до ваших особистих даних, ви можете зв'яжіться з адміністрацією за адресою: uahub.online/account/profile/. Ми зможемо передати ваші дані третій стороні тільки з вашої добровільної згоди. Якщо дані були передані третій стороні, який не пов'язаний з нашою організацією, ми не можемо вносити будь-які зміни в ці дані.

source: Processing of visiting technical data
de: Verarbeitung von technischen Besuchsdaten
es: Tratamiento de datos técnicos visitantes
fr: Traitement des données techniques de visite
it: Trattamento dei dati tecnici di visita
pl: Przetwarzanie danych technicznych odwiedzających
ru: Использование технических данных при посещении сайта
uk: Обробка технічних даних відвідування

source: Records of your IP address, time of visit, browser settings, operational system and other technical information is saved in the database when you visit uahub.online. This data is necessary for the correct display of the website’s content. It is impossible to identify the person of the visitor using this data.
de: Aufzeichnungen über Ihre IP-Adresse, Besuchszeit, Browsereinstellungen, Betriebssystem und andere technische Informationen werden in der Datenbank gespeichert, wenn Sie uahub besuchen.online. Diese Daten sind für die korrekte Darstellung der Inhalte der Website erforderlich. Es ist unmöglich, die Person des Besuchers anhand dieser Daten zu identifizieren.
es: Registros de su dirección IP, hora de visita, configuración del navegador, sistema operativo y otros la información técnica se guarda en la base de datos cuando visita uahub.online. Estos datos son necesarios para la correcta visualización del contenido del sitio web. Es imposible identificar a la persona del visitante utilizando estos datos.
fr: Enregistrements de votre adresse IP, heure de la visite, paramètres du navigateur, système opérationnel et autres les informations techniques sont enregistrées dans la base de données lorsque vous visitez uahub.ligne. Ces données sont nécessaires à l'affichage correct du contenu du site Web. Il est impossible d'identifier la personne du visiteur à l'aide de ces données.
it: Record del tuo indirizzo IP, ora della visita, impostazioni del browser, sistema operativo e altro le informazioni tecniche vengono salvate nel database quando si visita uahub.online. Questi dati sono necessari per la corretta visualizzazione dei contenuti del sito web. È impossibile identificare la persona del visitatore utilizzando questi dati.
pl: Zapis twojego adresu IP, czasu wizyty, ustawień przeglądarki, systemu operacyjnego i innych informacje techniczne są zapisywane w bazie danych podczas odwiedzania uahub.online. Dane te są niezbędne do prawidłowego wyświetlania treści strony internetowej. Nie jest możliwe zidentyfikowanie osoby odwiedzającej za pomocą tych danych.
ru: При посещении вами сайта uahub.online в базе данных сохраняются записи о вашем IP адресе, времени посещения, настройках браузера, операционной системе, а также другая техническая информация необходимая для корректного отображения содержимого сайта. По этим данным нам невозможно идентифицировать личность посетителя.
uk: Записи вашого IP-адреси, часу відвідування, налаштувань браузера, операційної системи та інших технічна інформація зберігається в базі даних, коли ви відвідуєте uahub.online. Ці дані необхідні для правильного відображення вмісту веб-сайту. Неможливо ідентифікувати особу відвідувача, використовуючи ці дані.

source: Children’s personal information
de: Personenbezogene Daten von Kindern
es: Información personal de niños
fr: Informations personnelles des enfants
it: Informazioni personali dei bambini
pl: Dane osobowe dzieci
ru: Предоставление информации детьми
uk: Особиста інформація дітей

source: If you are a parent or a legal guardian of an underage child, and you know that the child has provided us with their personal information without your consent, please contact us on: uahub.online/accounts/profile/. It is forbidden to enter personal data of underage users without the agreement of parents or lawful guardians.
de: Wenn Sie ein Elternteil oder Erziehungsberechtigter eines minderjährigen Kindes sind und wissen, dass das Kind wenn Sie uns ihre persönlichen Daten ohne Ihre Zustimmung zur Verfügung gestellt haben, kontaktieren Sie uns bitte unter: uahub.online/Konten/Profil/. Es ist verboten, persönliche Daten von minderjährigen Nutzern einzugeben, ohne zustimmung der Eltern oder Erziehungsberechtigten.
es: Si usted es padre o tutor legal de un niño menor de edad y sabe que el niño tiene nos proporcionó su información personal sin su consentimiento, contáctenos en: uahub.en línea / cuentas / perfil/. Está prohibido introducir datos personales de usuarios menores de edad sin el consentimiento de los padres o tutores legales.
fr: Si vous êtes le parent ou le tuteur légal d'un enfant mineur et que vous savez que l'enfant a nous ont fourni leurs informations personnelles sans votre consentement, veuillez nous contacter au: uahub.en ligne / comptes / profil/. Il est interdit de saisir des données personnelles d'utilisateurs mineurs sans l'accord des parents ou tuteurs légaux.
it: Se sei un genitore o un tutore legale di un minore e sai che il bambino ha ci ha fornito le loro informazioni personali senza il tuo consenso, ti preghiamo di contattarci su: uahub.in linea/conti / profilo/. È vietato inserire dati personali di utenti minorenni senza l'accordo dei genitori o tutori legali.
pl: Jeśli jesteś rodzicem lub opiekunem prawnym nieletniego dziecka i wiesz, że dziecko ma podałeś nam swoje dane osobowe bez Twojej zgody, skontaktuj się z nami na: uahub.online / konta / profil/. Zabronione jest wprowadzanie danych osobowych nieletnich użytkowników bez zgoda rodziców lub prawowitych opiekunów.
ru: Если Вы являетесь родителем или опекуном, и вы знаете, что ваши дети предоставили нам свои личные данные без Вашего согласия, свяжитесь с нами: uahub.online/accounts/profile/. На нашем сервисе запрещено оставлять личные данные несовершеннолетних без согласия родителей или опекунов.
uk: Якщо ви є батьком або законним опікуном неповнолітньої дитини, і ви знаєте, що у дитини є надали нам свою особисту інформацію без вашої згоди, будь ласка, зв'яжіться з нами по: uahub.online/accounts/profile/. Забороняється вводити персональні дані неповнолітніх користувачів без згода батьків або законних опікунів.

source: Cookies processing
de: Verarbeitung von Cookies
es: Tratamiento de cookies
fr: Traitement des cookies
it: Trattamento dei cookie
pl: Przetwarzanie plików cookie
ru: Использование cookies
uk: Обробка файлів cookie

source: We use cookie files for the correct display of the website’s content and for the convenience of browsing uahub.online. They are small files, that are stored on your device. They help the website to remember information about you, such as in which language you use the website and which pages have you already opened. This information will be useful in the next visit. Thanks to cookie files, the website’s browsing becomes much more convenient. You can learn more about these files here. You can set up cookies reception and blocking in your browser yourself. Inability to receive cookie files may limit the functionality of the website.
de: Wir verwenden Cookie-Dateien für die korrekte Anzeige des Inhalts der Website und für die Bequemlichkeit vom Surfen im uahub.online. Es sind kleine Dateien, die auf Ihrem Gerät gespeichert werden. Sie helfen der Website, sich Informationen über Sie zu merken, z. B. in welcher Sprache Sie verwenden die Website und welche Seiten Sie bereits geöffnet haben. Diese Informationen werden beim nächsten Besuch nützlich sein. Dank der Cookie-Dateien wird das Surfen auf der Website viel bequemer. Sie können hier mehr über diese Dateien erfahren. Sie können den Empfang und die Blockierung von Cookies einrichten in Ihrem Browser selbst. Die Unfähigkeit, Cookie-Dateien zu empfangen, kann die Funktionalität der Website einschränken.
es: Utilizamos archivos de cookies para la correcta visualización del contenido del sitio web y para su comodidad de navegar por uahub.online. Son pequeños archivos que se almacenan en su dispositivo. Ayudan al sitio web a recordar información sobre usted, como en qué idioma utiliza el sitio web y las páginas que ya ha abierto. Esta información será útil en la próxima visita. Gracias a los archivos de cookies, la navegación por el sitio web se vuelve mucho más conveniente. Puede obtener más información sobre estos archivos aquí. Puede configurar la recepción y el bloqueo de cookies en su navegador usted mismo. La imposibilidad de recibir archivos de cookies puede limitar la funcionalidad del sitio web.
fr: Nous utilisons des fichiers cookies pour l'affichage correct du contenu du site Web et pour la commodité de naviguer sur uahub.ligne. Ce sont de petits fichiers stockés sur votre appareil. Ils aident le site Web à mémoriser des informations vous concernant, telles que la langue que vous utilisez le site Web et les pages que vous avez déjà ouvertes. Ces informations seront utiles lors de la prochaine visite. Grâce aux fichiers cookies, la navigation sur le site Web devient beaucoup plus pratique. Vous pouvez en savoir plus sur ces fichiers ici. Vous pouvez configurer la réception et le blocage des cookies dans votre navigateur vous-même. L'impossibilité de recevoir des fichiers cookies peut limiter la fonctionnalité du site Web.
it: Utilizziamo i file cookie per la corretta visualizzazione dei contenuti del sito web e per la comodità di navigazione uahub.online. Sono piccoli file, che vengono memorizzati sul dispositivo. Aiutano il sito web a ricordare informazioni su di te, ad esempio in quale lingua usi il sito e quali pagine hai già aperto. Queste informazioni saranno utili nella prossima visita. Grazie ai file cookie, la navigazione del sito web diventa molto più comoda. Puoi saperne di più su questi file qui. È possibile impostare la ricezione e il blocco dei cookie nel tuo browser da soli. L'impossibilità di ricevere i file dei cookie può limitare la funzionalità del sito web.
pl: Używamy plików cookies w celu poprawnego wyświetlania zawartości Strony oraz dla wygody przeglądanie uahub.online. Są to małe pliki, które są przechowywane na Twoim urządzeniu. Pomagają one stronie internetowej zapamiętać informacje o tobie, takie jak język, którego używasz strony internetowej i które strony zostały już otwarte. Ta informacja będzie przydatna podczas następnej wizyty. Dzięki plikom cookies przeglądanie strony staje się znacznie wygodniejsze. Możesz dowiedzieć się więcej o tych plikach tutaj. Możesz ustawić odbiór i blokowanie plików cookie w przeglądarce. Brak możliwości otrzymywania plików cookies może ograniczyć funkcjonalność strony internetowej.
ru: Для корректного отображения содержимого и для удобства использования сайта uahub.online мы используем cookie файлы. Это небольшие файлы, которые хранятся на вашем устройстве. Они помогают сайту запомнить информацию о вас, например на каком языке вы просматриваете сайт и какие страницы вы уже открывали, эта информация будет полезна при следующем посещении. Благодаря файлам cookie просмотр сайта становится значительно более удобным. Подробнее про эти файлы вы можете прочитать в поисковых системах. Вы можете настроить прием или блокировку cookie в браузере самостоятельно. Невозможность принимать cookie может ограничить работоспособность сайта.
uk: Ми використовуємо файли cookie для правильного відображення вмісту веб-сайту і для зручності про перегляд uahub.online. Це невеликі файли, які зберігаються на вашому пристрої. Вони допомагають веб-сайту запам'ятовувати інформацію про вас, наприклад, якою мовою Ви використовуєте веб-сайт і які сторінки ви вже відкрили. Ця інформація буде корисна при наступному відвідуванні. Завдяки файлам cookie перегляд веб-сайту стає набагато зручнішим. Ви можете дізнатись більше про ці файли тут. Ви можете налаштувати прийом і блокування файлів cookie у вашому браузері самостійно. Неможливість отримання файлів cookie може обмежити функціональність веб-сайту.

source: Processing of personal data by other services
de: Verarbeitung personenbezogener Daten durch andere Dienste
es: Tratamiento de datos personales por otros servicios
fr: Traitement des données personnelles par d'autres services
it: Trattamento dei dati personali da parte di altri servizi
pl: Przetwarzanie danych osobowych przez inne usługi
ru: Использование персональных данных другими сервисами
uk: Обробка персональних даних іншими сервісами
