Repository: VetalM84/ua_hub
Catalog: apps/hub/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pl, ru, uk

source: Sign in to leave a comment
de: Melde dich an, um einen Kommentar zu hinterlassen
es: Iniciar sesión para dejar un comentario
fr: Connectez-vous pour laisser un commentaire
it: Accedi per lasciare un commento
pl: Zaloguj się, aby zostawić komentarz
ru: Войдите чтобы оставить комментарий
uk: Увійдіть щоб додати коментар

source: You've deleted the mark. Reload page.
de: Sie haben die Markierung gelöscht. Seite neu laden.
es: Has borrado la marca. Vuelva a cargar la página.
fr: Vous avez supprimé la marque. Rechargez la page.
it: Hai cancellato il marchio. Ricarica pagina.
pl: Usunąłeś znak. Przeładuj stronę.
ru: Комментарий удален. Обновите страницу
uk: Коментар видалено. Оновіть сторінку

source: Error!
de: Fehler!
fr: Erreur!
it: Errore!
pl: Błąd!
ru: Ошибка!
uk: Помилка!

source: Sign in to delete a comment
de: Melden Sie sich an, um einen Kommentar zu löschen
es: Inicia sesión para eliminar un comentario
fr: Connectez-vous pour supprimer un commentaire
it: Accedi per eliminare un commento
pl: Zaloguj się, aby usunąć komentarz
ru: Войдите чтобы удалить комментарий
uk: Увійдіть щоб видалити коментар

source: Error. Check coordinates.
es: Error. Revisa las coordenadas.
ru: Ошибка. Проверьте координаты.

source: Email
es: Correo
fr: Courriel

source: Valid till
fr: Valide jusqu'à
pl: Ważne do

source: Expired
fr: Expirer
pl: Wygasła

source: Time left
fr: Temps restant
pl: Czas pozostały

source: Open on Google map
fr: Ouvrir sur Google map
pl: Otwórz na mapie Google
